$("#p").click(
    function() {
       $(".features-grids").slideUp("slow");
	$(this).html("Показати фото");
    }, function() {
       $(".features-grids").slideDown("slow");
	$(this).html("Сховати фото"); 
    
	});

	// ЗАВДАННЯ:
//	Доповнити (змінити) завдання 3.7 (попереднє), а саме: при кліканні
// мишкою по полосі «Сховати фото», фото всіх мотоциклів ховається,
// надпис при тому змінюється на «Подивитись фото», при клікані
// повторно по надпису «Подивитись фото», фотографії мотоциклів
// відображаються і надпис повертається на початкову. 
// 
//
// Коментар:
// Не розумію, як зробити другий клік по елементу. Начебто логічно зробив, але не працює.
